#include <stdio.h>
#include <stdlib.h>
#include "link_list.h"
//*****************************Constant 常量************************************

//******************************Macros 宏定义************************************

//**************************Global variables 全局变量****************************

//*******Local Macros, Typedfes and variables  局部宏定义、数据类型、变量**********

//**********************Global Function Prototypes全局函数原型********************

//********************Local Function Prototypes局部函数原型***********************


//********************Global Function Definition 全局函数实现*********************

//-------------------------------------------------------------------------------
//名称：链表搜索;
//输入参数：无;
//返回值：无;
//-------------------------------------------------------------------------------
void List_Search(LinkListTypdef *input, int value)
{

}
//********************Local Function Definition 局部函数实现**********************

